tap "homebrew/bundle"
brew "bat"
brew "bfg"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git-delta"
brew "gh"
brew "less"
brew "mas"
brew "mcfly"
brew "mise"
brew "navi"
brew "pinentry-mac"
brew "starship"
brew "stow"
brew "thefuck"
brew "zoxide"
cask "cleanshot"
cask "contexts"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "mimestream"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Color Picker", id: 1545870783
mas "Dropover", id: 1355679052
mas "GarageBand", id: 682658836
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Pixelmator Pro", id: 1289583905
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alexdauenhauer.catppuccin-noctis"
vscode "austenc.tailwind-docs"
vscode "be5invis.toml"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cssho.vscode-svgviewer"
vscode "csstools.postcss"
vscode "davidlgoldberg.jumpy2"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "eternal.tokyo-night-horizon"
vscode "hashicorp.terraform"
vscode "jakearl.search-editor-apply-changes"
vscode "kamikillerto.vscode-colorize"
vscode "kevinkyang.auto-comment-blocks"
vscode "lokalise.i18n-ally"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "moalamri.inline-fold"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-twoslash-queries"
vscode "paulmolluzzo.convert-css-in-js"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "robertz.code-snapshot"
vscode "roscop.activefileinstatusbar"
vscode "sburg.vscode-javascript-booster"
vscode "sleistner.vscode-fileutils"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "timomeh.git-notch"
vscode "tobermory.es6-string-html"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "whizkydee.material-palenight-theme"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
