brew "bat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "gh"
brew "less"
brew "mas"
brew "mcfly"
brew "mise"
brew "navi"
brew "pinentry-mac"
brew "starship"
brew "stow"
brew "thefuck"
brew "zoxide"
brew "ripgrep"
brew "doggo"
brew "lazygit"
brew "gnupg"

brew "pipx",
     postinstall: "${HOMEBREW_PREFIX}/bin/pipx install macprefs"

cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"

cask "arc"
cask "docker-desktop"
cask "cleanshot"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "mimestream"
cask "sf-symbols"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "proxy-audio-device"
cask "hiddenbar"
cask "1password"
cask "raycast"
cask "betterdisplay"
cask "discord"
cask "loopback"
cask "elgato-stream-deck"
cask "elgato-control-center"
cask "homerow"
cask "insta360-link-controller"
cask "screen-studio"
cask "tableplus"
cask "via"
cask "badgeify"
cask "chatgpt"
cask "contexts"

mas "Color Picker", id: 1545870783
mas "Dropover", id: 1355679052
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Pixelmator Pro", id: 1289583905
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
cask "logi-options+"
